Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Could not read the private key from the service account JSON. Re-download the key from the Google Cloud console.
ar: تعذرت قراءة المفتاح الخاص من حساب الخدمة JSON. أعد تنزيل المفتاح من وحدة تحكم Google Cloud.
ca: No s'ha pogut llegir la clau privada del compte de servei JSON. Torneu a baixar la clau des de la consola de Google Cloud.
cs: Nelze přečíst soukromý klíč z JSON servisního účtu. Znovu stáhněte klíč z konzole Google Cloud.
da: Kunne ikke læse den private nøgle fra tjenestekontoen JSON. Gendownload nøglen fra Google Cloud-konsollen.
de: Der private Schlüssel konnte nicht aus dem JSON des Dienstkontos gelesen werden. Lade den Schlüssel erneut aus der Google Cloud Console herunter.
el: Δεν ήταν δυνατή η ανάγνωση του ιδιωτικού κλειδιού από τον λογαριασμό υπηρεσίας JSON. Κατεβάστε ξανά το κλειδί από την κονσόλα Google Cloud.
es: No se pudo leer la clave privada del JSON de la cuenta de servicio. Vuelve a descargar la clave desde Google Cloud Console.
fa: کلید خصوصی از JSON حساب سرویس خوانده نشد. کلید را دوباره از کنسول Google Cloud دانلود کنید.
fi: Yksityistä avainta ei voitu lukea palvelutililtä JSON. Lataa avain uudelleen Google Cloud -konsolista.
fr: Impossible de lire la clé privée depuis le JSON du compte de service. Téléchargez de nouveau la clé depuis la console Google Cloud.
he: לא ניתן היה לקרוא את המפתח הפרטי מחשבון השירות JSON. הורד מחדש את המפתח ממסוף Google Cloud.
hr: Nije moguće pročitati privatni ključ s JSON računa usluge. Ponovno preuzmite ključ s Google Cloud konzole.
hu: Nem sikerült beolvasni a privát kulcsot a JSON szolgáltatásfiókból. Töltse le újra a kulcsot a Google Cloud konzolról.
id: Tidak dapat membaca kunci pribadi dari akun layanan JSON. Download ulang kunci dari konsol Google Cloud.
it: Impossibile leggere la chiave privata dal JSON dell'account di servizio. Scarica di nuovo la chiave dalla console di Google Cloud.
ja: サービスアカウントの JSON から秘密キーを読み込めませんでした。Google Cloud コンソールからキーをダウンロードし直してください。
ko: 서비스 계정 JSON에서 비공개 키를 읽을 수 없습니다. Google Cloud 콘솔에서 키를 다시 다운로드하세요.
ms: Tidak dapat membaca kunci peribadi daripada akaun perkhidmatan JSON. Muat turun semula kunci dari konsol Google Cloud.
nl: Kan de privésleutel van het serviceaccount JSON niet lezen. Download de sleutel opnieuw via de Google Cloud-console.
no: Kunne ikke lese den private nøkkelen fra tjenestekontoen JSON. Last ned nøkkelen fra Google Cloud-konsollen på nytt.
pl: Nie można odczytać klucza prywatnego z konta usługi JSON. Pobierz ponownie klucz z konsoli Google Cloud.
pt_br: Não foi possível ler a chave privada do JSON da conta de serviço. Baixe a chave novamente no console do Google Cloud.
pt_pt: Não foi possível ler a chave privada do JSON da conta de serviço. Faça download novamente da chave no console do Google Cloud.
ro: Nu s-a putut citi cheia privată din contul de serviciu JSON. Descărcați din nou cheia din consola Google Cloud.
ru: Не удалось прочитать закрытый ключ из JSON сервисного аккаунта. Загрузите ключ заново из консоли Google Cloud.
sk: Nepodarilo sa prečítať súkromný kľúč zo servisného účtu JSON. Znova stiahnite kľúč z konzoly Google Cloud.
sl: Zasebnega ključa storitvenega računa JSON ni bilo mogoče prebrati. Znova prenesite ključ s konzole Google Cloud.
sv: Kunde inte läsa den privata nyckeln från tjänstkontot JSON. Ladda ner nyckeln igen från Google Cloud-konsolen.
th: ไม่สามารถอ่านคีย์ส่วนตัวจากบัญชีบริการ JSON ดาวน์โหลดคีย์อีกครั้งจากคอนโซล Google Cloud
tr: Hizmet hesabı JSON dosyasından özel anahtar okunamadı. Anahtarı Google Cloud konsolundan yeniden indirin.
uk: Не вдалося прочитати приватний ключ із JSON сервісного облікового запису. Завантажте ключ знову з консолі Google Cloud.
ur: سروس اکاؤنٹ JSON سے نجی کلید نہیں پڑھ سکی۔ گوگل کلاؤڈ کنسول سے کلید کو دوبارہ ڈاؤن لوڈ کریں۔
vi: Không thể đọc khóa riêng tư từ tài khoản dịch vụ JSON. Tải lại khóa xuống từ bảng điều khiển Google Cloud.
zh_hans: 无法从服务账号 JSON 中读取私钥。请从 Google Cloud 控制台重新下载密钥。
zh_hant: 無法從服務帳號 JSON 讀取私密密鑰。請從 Google Cloud 主控台重新下載密鑰。

source: Could not refresh locales: %@
ar: تعذر تحديث اللغات: %1$@
ca: No s'han pogut actualitzar les configuracions regionals: %1$@
cs: Nelze obnovit národní prostředí: %1$@
da: Kunne ikke opdatere lokaliteter: %1$@
de: Die Sprachen konnten nicht aktualisiert werden: %@
el: Δεν ήταν δυνατή η ανανέωση των τοπικών ρυθμίσεων: %1$@
es: No se pudieron actualizar los idiomas: %@
fa: زبان‌ها بازخوانی نشد: %1$@
fi: Ei voitu päivittää kieliasetuksia: %1$@
fr: Impossible d'actualiser les langues : %@
he: לא ניתן היה לרענן את המקומות: %1$@
hr: Nije moguće osvježiti oznake zemlje/jezika: %1$@
hu: Nem sikerült frissíteni a nyelvi beállításokat: %1$@
id: Tidak dapat menyegarkan lokal: %1$@
it: Impossibile aggiornare le lingue: %@
ja: ロケールを更新できませんでした: %@
ko: 로케일을 새로 고칠 수 없습니다: %@
ms: Tidak dapat memuat semula tempat: %1$@
nl: Kan landinstellingen niet vernieuwen: %1$@
no: Kunne ikke oppdatere lokaliteter: %1$@
pl: Nie można odświeżyć ustawień regionalnych: %1$@
pt_br: Não foi possível atualizar as localidades: %@
pt_pt: Não foi possível atualizar as localidades: %1$@
ro: Nu s-au putut reîmprospăta localitățile: %1$@
ru: Не удалось обновить языки: %@
sk: Nepodarilo sa obnoviť miestne nastavenia: %1$@
sl: Področnih nastavitev ni bilo mogoče osvežiti: %1$@
sv: Kunde inte uppdatera språk: %1$@
th: ไม่สามารถรีเฟรชสถานที่: %1$@
tr: Diller yenilenemedi: %@
uk: Не вдалося оновити мови: %@
ur: لوکیلز کو ریفریش نہیں کیا جا سکا: %1$@
vi: Không thể làm mới ngôn ngữ: %1$@
zh_hans: 无法刷新语言：%@
zh_hant: 無法重新整理語言：%@

source: Could not render %@ · %@ · screenshot %lld.
ar: تعذر عرض %1$@ · %2$@ · لقطة شاشة %3$lld.
ca: No s'ha pogut representar %1$@ · %2$@ · captura de pantalla %3$lld.
cs: Nelze vykreslit %1$@ · %2$@ · snímek obrazovky %3$lld.
da: Kunne ikke gengive %1$@ · %2$@ · skærmbillede %3$lld.
de: %@ · %@ · Screenshot %lld konnte nicht gerendert werden.
el: Δεν ήταν δυνατή η απόδοση του %1$@ · %2$@ · στιγμιότυπο οθόνης %3$lld.
es: No se pudo renderizar %1$@ · %2$@ · captura %3$lld.
fa: رندر %1$@ · %2$@ · اسکرین‌شات %3$lld ممکن نشد.
fi: Ei voitu hahmontaa %1$@ · %2$@ · kuvakaappaus %3$lld.
fr: Impossible de générer %@ · %@ · capture d'écran %lld.
he: לא ניתן היה לעבד את %1$@ · %2$@ · צילום מסך %3$lld.
hr: Nije moguće prikazati %1$@ · %2$@ · snimak zaslona %3$lld.
hu: Nem sikerült renderelni: %1$@ · %2$@ · képernyőkép %3$lld.
id: Tidak dapat merender %1$@ · %2$@ · tangkapan layar %3$lld.
it: Impossibile generare %@ · %@ · screenshot %lld.
ja: %@ · %@ · スクリーンショット %lld をレンダリングできませんでした。
ko: %1$@ · %2$@ · 스크린샷 %3$lld을(를) 렌더링할 수 없습니다.
ms: Tidak dapat memaparkan %1$@ · %2$@ · tangkapan skrin %3$lld.
nl: Kan %1$@ · %2$@ · screenshot %3$lld niet weergeven.
no: Kunne ikke gjengi %1$@ · %2$@ · skjermbilde %3$lld.
pl: Nie można wyrenderować %1$@ · %2$@ · zrzutu ekranu %3$lld.
pt_br: Não foi possível renderizar %@ · %@ · captura de tela %lld.
pt_pt: Não foi possível renderizar %1$@ · %2$@ · captura de ecrã %3$lld.
ro: Nu s-a putut reda %1$@ · %2$@ · captură de ecran %3$lld.
ru: Не удалось отрисовать %@ · %@ · скриншот %lld.
sk: Nepodarilo sa vykresliť %1$@ · %2$@ · snímka obrazovky %3$lld.
sl: Ni bilo mogoče upodobiti %1$@ · %2$@ · posnetek zaslona %3$lld.
sv: Kunde inte rendera %1$@ · %2$@ · skärmdump %3$lld.
th: ไม่สามารถเรนเดอร์ %1$@ · %2$@ · ภาพหน้าจอ %3$lld
tr: %@ · %@ · %lld. ekran görüntüsü oluşturulamadı.
uk: Не вдалося відрендерити %@ · %@ · знімок екрана %lld.
ur: رینڈر نہیں کیا جا سکا %1$@ · %2$@ · اسکرین شاٹ %3$lld۔
vi: Không thể hiển thị %1$@ · %2$@ · ảnh chụp màn hình %3$lld.
zh_hans: 无法渲染 %@ · %@ · 第 %lld 张截图。
zh_hant: 無法轉譯 %@ · %@ · 第 %lld 張螢幕截圖。

source: Could not render screenshot %lld for %@ (%@) in %@. Check that this row previews correctly in the editor, then try the upload again.
ar: تعذر عرض لقطة الشاشة %1$lld لـ %2$@ (%3$@) في %4$@. تأكد من معاينة هذا الصف بشكل صحيح في المحرر، ثم حاول التحميل مرة أخرى.
ca: No s'ha pogut representar la captura de pantalla %1$lld per a %2$@ (%3$@) a %4$@. Comproveu que aquesta fila es visualitzi correctament a l'editor i torneu a provar de pujar.
cs: Nelze vykreslit snímek obrazovky %1$lld pro %2$@ (%3$@) v %4$@. Zkontrolujte, zda se náhled tohoto řádku v editoru zobrazuje správně, a poté zkuste nahrát znovu.
da: Kunne ikke gengive skærmbilledet %1$lld for %2$@ (%3$@) i %4$@. Tjek, at denne række viser korrekt i editoren, og prøv derefter at uploade igen.
de: Screenshot %1$lld für %2$@ (%3$@) in %4$@ konnte nicht gerendert werden. Prüfe, ob diese Zeile im Editor korrekt angezeigt wird, und versuche den Upload erneut.
el: Δεν ήταν δυνατή η απόδοση του στιγμιότυπου οθόνης %1$lld για το %2$@ (%3$@) στο %4$@. Ελέγξτε ότι αυτή η σειρά κάνει προεπισκόπηση σωστά στο πρόγραμμα επεξεργασίας και, στη συνέχεια, δοκιμάστε τη μεταφόρτωση ξανά.
es: No se pudo renderizar la captura %1$lld para %2$@ (%3$@) en %4$@. Comprueba que esta fila se previsualice correctamente en el editor y vuelve a intentar la subida.
fa: اسکرین‌شات %1$lld برای %2$@ (%3$@) در %4$@ رندر نشد. بررسی کنید این ردیف در ویرایشگر درست پیش‌نمایش می‌شود، سپس دوباره آپلود کنید.
fi: Ei voitu hahmontaa kuvakaappausta %1$lld kohteelle %2$@ (%3$@) kohteessa %4$@. Tarkista, että tämä rivi esikatsellaan oikein editorissa, ja yritä sitten latausta uudelleen.
fr: Impossible de rendre la capture %1$lld pour %2$@ (%3$@) dans %4$@. Vérifiez que cette ligne s’affiche correctement dans l’éditeur, puis réessayez l’envoi.
he: לא ניתן היה להציג צילום מסך %1$lld עבור %2$@ (%3$@) ב-%4$@. בדוק שהשורה הזו מציגה תצוגה מקדימה נכונה בעורך, ולאחר מכן נסה להעלות שוב.
hr: Nije moguće prikazati snimak zaslona %1$lld za %2$@ (%3$@) u %4$@. Provjerite prikazuje li se ovaj redak ispravno u uređivaču, a zatim pokušajte ponovno učitati.
hu: Nem sikerült megjeleníteni az %1$lld képernyőképet %2$@ (%3$@) %4$@-ban. Ellenőrizze, hogy ennek a sornak az előnézete megfelelően jelenik-e meg a szerkesztőben, majd próbálja meg újra a feltöltést.
id: Tidak dapat merender tangkapan layar %1$lld untuk %2$@ (%3$@) di %4$@. Periksa apakah baris ini dipratinjau dengan benar di editor, lalu coba unggah lagi.
it: Impossibile generare lo screenshot %lld per %@ (%@) in %@. Verifica che l'anteprima di questa riga sia corretta nell'editor, poi riprova il caricamento.
ja: %4$@の%2$@（%3$@）向けスクリーンショット%1$lldをレンダリングできませんでした。この行がエディタで正しくプレビューされることを確認してから、アップロードを再試行してください。
ko: %4$@의 %2$@(%3$@)용 스크린샷 %1$lld을(를) 렌더링할 수 없습니다. 편집기에서 이 행이 올바르게 미리보기되는지 확인한 뒤 다시 업로드하세요.
ms: Tidak dapat memaparkan tangkapan skrin %1$lld untuk %2$@ (%3$@) dalam %4$@. Semak bahawa baris ini pratonton dengan betul dalam editor, kemudian cuba muat naik sekali lagi.
nl: Kan screenshot %1$lld niet weergeven voor %2$@ (%3$@) in %4$@. Controleer of het voorbeeld van deze rij correct wordt weergegeven in de editor en probeer vervolgens opnieuw te uploaden.
no: Kunne ikke gjengi skjermbilde %1$lld for %2$@ (%3$@) i %4$@. Sjekk at denne raden forhåndsviser riktig i redigeringsprogrammet, og prøv deretter å laste opp på nytt.
pl: Nie można wyrenderować zrzutu ekranu %1$lld dla %2$@ (%3$@) w %4$@. Sprawdź, czy podgląd tego wiersza jest prawidłowo wyświetlany w edytorze, a następnie spróbuj przesłać ponownie.
pt_br: Não foi possível renderizar a captura %1$lld para %2$@ (%3$@) em %4$@. Verifique se esta linha aparece corretamente no editor e tente enviar novamente.
pt_pt: Não foi possível renderizar a captura de ecrã %1$lld para %2$@ (%3$@) em %4$@. Verifique se esta linha é visualizada corretamente no editor e tente fazer o upload novamente.
ro: Captura de ecran %1$lld nu a putut fi redată pentru %2$@ (%3$@) în %4$@. Verificați dacă acest rând este previzualizat corect în editor, apoi încercați din nou încărcarea.
ru: Не удалось отрисовать скриншот %lld для %@ (%@) в %@. Убедитесь, что превью этой строки корректно отображается в редакторе, затем повторите загрузку.
sk: Nepodarilo sa vykresliť snímku obrazovky %1$lld pre %2$@ (%3$@) v %4$@. Skontrolujte, či sa v editore zobrazuje ukážka tohto riadka správne, a potom skúste nahrať znova.
sl: Ni bilo mogoče upodobiti posnetka zaslona %1$lld za %2$@ (%3$@) v %4$@. Preverite, ali je predogled te vrstice v urejevalniku pravilen, nato poskusite znova naložiti.
sv: Det gick inte att återge skärmdumpen %1$lld för %2$@ (%3$@) i %4$@. Kontrollera att den här raden förhandsgranskas korrekt i redigeraren och försök sedan ladda upp igen.
th: ไม่สามารถแสดงภาพหน้าจอ %1$lld สำหรับ %2$@ (%3$@) ใน %4$@ ตรวจสอบว่าแถวนี้แสดงตัวอย่างอย่างถูกต้องในตัวแก้ไข จากนั้นลองอัปโหลดอีกครั้ง
tr: %lld. ekran görüntüsü oluşturulamadı: %@ (%@), %@. Bu satırın düzenleyicide doğru önizlendiğini denetleyin, ardından yüklemeyi yeniden deneyin.
uk: Не вдалося відрендерити знімок екрана %lld для %@ (%@), мова: %@. Переконайтеся, що цей рядок правильно показується в редакторі, і спробуйте вивантажити знову.
ur: %4$@ میں %2$@ (%3$@) کے لیے اسکرین شاٹ %1$lld رینڈر نہیں کیا جا سکا۔ چیک کریں کہ یہ قطار ایڈیٹر میں درست طریقے سے پیش نظارہ کرتی ہے، پھر دوبارہ اپ لوڈ کرنے کی کوشش کریں۔
vi: Không thể hiển thị ảnh chụp màn hình %1$lld cho %2$@ (%3$@) trong %4$@. Hãy kiểm tra xem hàng này có xem trước chính xác trong trình chỉnh sửa hay không, sau đó thử tải lên lại.
zh_hans: 无法渲染 %4$@ 中 %2$@（%3$@）的第 %1$lld 张截图。请检查此行能否在编辑器中正确预览，然后再次尝试上传。
zh_hant: 無法轉譯 %4$@ 中 %2$@（%3$@）的第 %1$lld 張螢幕截圖。請確認此列在編輯器中預覽正常，然後再次嘗試上傳。

source: Could not render screenshot %1$lld for %2$@ (%3$@) in %4$@. Check that this row previews correctly, then try again.
ar: تعذر عرض لقطة الشاشة %1$lld لـ %2$@ (%3$@) في %4$@. تأكد من معاينة هذا الصف بشكل صحيح، ثم حاول مرة أخرى.
ca: No s'ha pogut representar la captura de pantalla %1$lld per a %2$@ (%3$@) a %4$@. Comproveu que aquesta fila es visualitzi correctament i torneu-ho a provar.
cs: Nelze vykreslit snímek obrazovky %1$lld pro %2$@ (%3$@) v %4$@. Zkontrolujte, zda se náhled tohoto řádku zobrazuje správně, a zkuste to znovu.
da: Kunne ikke gengive skærmbilledet %1$lld for %2$@ (%3$@) i %4$@. Tjek, at denne række viser korrekt, og prøv derefter igen.
de: Screenshot %1$lld für %2$@ (%3$@) in %4$@ konnte nicht gerendert werden. Prüfe, ob diese Zeile korrekt angezeigt wird, und versuche es erneut.
el: Δεν ήταν δυνατή η απόδοση του στιγμιότυπου οθόνης %1$lld για το %2$@ (%3$@) στο %4$@. Ελέγξτε ότι αυτή η σειρά κάνει προεπισκόπηση σωστά και, στη συνέχεια, δοκιμάστε ξανά.
es: No se pudo renderizar la captura %1$lld para %2$@ (%3$@) en %4$@. Comprueba que esta fila se previsualice correctamente y vuelve a intentarlo.
fa: اسکرین‌شات %1$lld برای %2$@ (%3$@) در %4$@ رندر نشد. بررسی کنید این ردیف درست پیش‌نمایش می‌شود، سپس دوباره تلاش کنید.
fi: Ei voitu hahmontaa kuvakaappausta %1$lld kohteelle %2$@ (%3$@) kohteessa %4$@. Tarkista, että tämä rivi esikatselee oikein, ja yritä sitten uudelleen.
fr: Impossible de rendre la capture %1$lld pour %2$@ (%3$@) dans %4$@. Vérifiez que cette ligne s’affiche correctement, puis réessayez.
he: לא ניתן היה להציג צילום מסך %1$lld עבור %2$@ (%3$@) ב-%4$@. בדוק שהשורה הזו מציגה את התצוגה המקדימה כהלכה, ולאחר מכן נסה שוב.
hr: Nije moguće prikazati snimak zaslona %1$lld za %2$@ (%3$@) u %4$@. Provjerite prikazuje li se ovaj redak ispravno, a zatim pokušajte ponovno.
hu: Nem sikerült megjeleníteni az %1$lld képernyőképet %2$@ (%3$@) %4$@-ban. Ellenőrizze, hogy a sor előnézete megfelelő-e, majd próbálja újra.
id: Tidak dapat merender tangkapan layar %1$lld untuk %2$@ (%3$@) di %4$@. Periksa apakah baris ini dipratinjau dengan benar, lalu coba lagi.
it: Impossibile generare lo screenshot %lld per %@ (%@) in %@. Verifica che l'anteprima di questa riga sia corretta, poi riprova.
ja: %4$@の%2$@（%3$@）向けスクリーンショット%1$lldをレンダリングできませんでした。この行が正しくプレビューされることを確認してから、再試行してください。
ko: %4$@의 %2$@(%3$@)용 스크린샷 %1$lld을(를) 렌더링할 수 없습니다. 이 행이 올바르게 미리보기되는지 확인한 후 다시 시도하세요.
ms: Tidak dapat memaparkan tangkapan skrin %1$lld untuk %2$@ (%3$@) dalam %4$@. Semak bahawa baris ini pratonton dengan betul, kemudian cuba lagi.
nl: Kan screenshot %1$lld niet weergeven voor %2$@ (%3$@) in %4$@. Controleer of deze rij correct wordt weergegeven en probeer het vervolgens opnieuw.
no: Kunne ikke gjengi skjermbilde %1$lld for %2$@ (%3$@) i %4$@. Sjekk at denne raden forhåndsviser riktig, og prøv på nytt.
pl: Nie można wyrenderować zrzutu ekranu %1$lld dla %2$@ (%3$@) w %4$@. Sprawdź, czy podgląd tego wiersza jest wyświetlany prawidłowo, a następnie spróbuj ponownie.
pt_br: Não foi possível renderizar a captura %1$lld para %2$@ (%3$@) em %4$@. Verifique se esta linha aparece corretamente e tente de novo.
pt_pt: Não foi possível renderizar a captura de ecrã %1$lld para %2$@ (%3$@) em %4$@. Verifique se esta linha é visualizada corretamente e tente novamente.
ro: Captura de ecran %1$lld nu a putut fi redată pentru %2$@ (%3$@) în %4$@. Verificați dacă acest rând este previzualizat corect, apoi încercați din nou.
ru: Не удалось отрисовать скриншот %lld для %@ (%@) в %@. Убедитесь, что превью этой строки отображается корректно, затем повторите попытку.
sk: Nepodarilo sa vykresliť snímku obrazovky %1$lld pre %2$@ (%3$@) v %4$@. Skontrolujte, či sa ukážka tohto riadka zobrazuje správne, a skúste to znova.
sl: Ni bilo mogoče upodobiti posnetka zaslona %1$lld za %2$@ (%3$@) v %4$@. Preverite, ali je predogled te vrstice pravilen, nato poskusite znova.
sv: Det gick inte att återge skärmdumpen %1$lld för %2$@ (%3$@) i %4$@. Kontrollera att den här raden förhandsgranskas korrekt och försök sedan igen.
th: ไม่สามารถแสดงภาพหน้าจอ %1$lld สำหรับ %2$@ (%3$@) ใน %4$@ ตรวจสอบว่าแถวนี้แสดงตัวอย่างอย่างถูกต้อง จากนั้นลองอีกครั้ง
tr: %lld. ekran görüntüsü oluşturulamadı: %@ (%@), %@. Bu satırın doğru önizlendiğini denetleyin, ardından tekrar deneyin.
uk: Не вдалося відрендерити знімок екрана %lld для %@ (%@), мова: %@. Переконайтеся, що цей рядок правильно показується, і повторіть спробу.
ur: %4$@ میں %2$@ (%3$@) کے لیے اسکرین شاٹ %1$lld رینڈر نہیں کیا جا سکا۔ چیک کریں کہ یہ قطار درست طریقے سے پیش نظارہ کرتی ہے، پھر دوبارہ کوشش کریں۔
vi: Không thể hiển thị ảnh chụp màn hình %1$lld cho %2$@ (%3$@) trong %4$@. Hãy kiểm tra xem hàng này có xem trước chính xác không, sau đó thử lại.
zh_hans: 无法渲染 %4$@ 中 %2$@（%3$@）的第 %1$lld 张截图。请检查此行能否正确预览，然后重试。
zh_hant: 無法轉譯 %4$@ 中 %2$@（%3$@）的第 %1$lld 張螢幕截圖。請確認此列預覽正常，然後再試一次。

source: Could not render screenshot for preview.
ar: تعذر عرض لقطة الشاشة للمعاينة.
ca: No s'ha pogut representar la captura de pantalla per a la previsualització.
cs: Nelze vykreslit snímek obrazovky pro náhled.
da: Kunne ikke gengive skærmbillede til forhåndsvisning.
de: Der Screenshot konnte nicht für die Vorschau gerendert werden.
el: Δεν ήταν δυνατή η απόδοση του στιγμιότυπου οθόνης για προεπισκόπηση.
es: No se pudo renderizar la captura para previsualización.
fa: رندر اسکرین‌شات برای پیش‌نمایش ممکن نشد.
fi: Kuvakaappausta ei voitu renderöidä esikatselua varten.
fr: Impossible d'afficher la capture d'écran pour l'aperçu.
he: לא ניתן היה להציג צילום מסך לתצוגה מקדימה.
hr: Nije moguće prikazati snimak zaslona za pregled.
hu: Nem sikerült megjeleníteni a képernyőképet előnézethez.
id: Tidak dapat merender tangkapan layar untuk pratinjau.
it: Impossibile generare lo screenshot per l'anteprima.
ja: プレビュー用のスクリーンショットをレンダリングできませんでした。
ko: 미리보기용 스크린샷을 렌더링할 수 없습니다.
ms: Tidak dapat memaparkan tangkapan skrin untuk pratonton.
nl: Kan screenshot niet weergeven voor voorbeeld.
no: Kunne ikke gjengi skjermbilde for forhåndsvisning.
pl: Nie można wyrenderować zrzutu ekranu w celu podglądu.
pt_br: Não foi possível renderizar a captura de tela para visualização.
pt_pt: Não foi possível renderizar a captura de ecrã para visualização.
ro: Captura de ecran nu a putut fi redată pentru previzualizare.
ru: Не удалось отрисовать скриншот для просмотра.
sk: Nepodarilo sa vykresliť snímku obrazovky na ukážku.
sl: Ni bilo mogoče upodobiti posnetka zaslona za predogled.
sv: Det gick inte att återge skärmdumpen för förhandsgranskning.
th: ไม่สามารถแสดงภาพหน้าจอเพื่อดูตัวอย่างได้
tr: Önizleme için ekran görüntüsü oluşturulamadı.
uk: Не вдалося відрендерити знімок екрана для попереднього перегляду.
ur: پیش منظر کے لیے اسکرین شاٹ پیش نہیں کیا جا سکا۔
vi: Không thể hiển thị ảnh chụp màn hình để xem trước.
zh_hans: 无法渲染截图以供预览。
zh_hant: 無法轉譯螢幕截圖以供預覽。

source: Could not render SVG — check for syntax errors
ar: تعذر عرض SVG — تحقق من وجود أخطاء في بناء الجملة
ca: No s'ha pogut representar SVG: comproveu si hi ha errors de sintaxi
cs: Nelze vykreslit SVG – zkontrolujte syntaktické chyby
da: Kunne ikke gengive SVG — tjek for syntaksfejl
de: SVG konnte nicht gerendert werden – auf Syntaxfehler prüfen
el: Δεν ήταν δυνατή η απόδοση του SVG — ελέγξτε για συντακτικά σφάλματα
es: No se pudo renderizar el SVG — comprueba si hay errores de sintaxis
fa: رندر SVG ممکن نشد — خطاهای نحوی را بررسی کنید
fi: Ei voitu hahmontaa SVG – tarkista syntaksivirheet
fr: Impossible de générer le SVG — vérifiez qu'il ne contient pas d'erreur de syntaxe
he: לא ניתן היה לעבד את SVG - בדוק אם יש שגיאות תחביר
hr: Nije moguće prikazati SVG — provjerite sintaktičke pogreške
hu: Nem sikerült renderelni SVG – ellenőrizze a szintaktikai hibákat
id: Tidak dapat merender SVG — periksa kesalahan sintaksis
it: Impossibile eseguire il rendering dell'SVG: verifica la presenza di errori di sintassi
ja: SVG をレンダリングできませんでした — 構文エラーがないか確認してください
ko: SVG를 렌더링할 수 없습니다. 구문 오류가 있는지 확인하세요.
ms: Tidak dapat memaparkan SVG — semak ralat sintaks
nl: Kan SVG niet weergeven: controleer op syntaxisfouten
no: Kunne ikke gjengi SVG – se etter syntaksfeil
pl: Nie można wyrenderować SVG — sprawdź, czy nie występują błędy składniowe
pt_br: Não foi possível renderizar SVG — verifique se há erros de sintaxe
pt_pt: Não foi possível renderizar SVG — verifique se há erros de sintaxe
ro: Nu s-a putut randa SVG — verificați erorile de sintaxă
ru: Не удалось отрисовать SVG — проверьте синтаксис
sk: Nepodarilo sa vykresliť SVG – skontrolujte syntaktické chyby
sl: Ni bilo mogoče upodobiti SVG — preverite sintaksne napake
sv: Kunde inte rendera SVG – kontrollera efter syntaxfel
th: ไม่สามารถแสดงผล SVG — ตรวจสอบข้อผิดพลาดทางไวยากรณ์
tr: SVG oluşturulamadı — söz dizimi hatalarını denetleyin
uk: Не вдалося відрендерити SVG — перевірте на синтаксичні помилки
ur: رینڈر نہیں کیا جا سکا SVG — نحو کی خرابیوں کی جانچ کریں۔
vi: Không thể hiển thị SVG — kiểm tra lỗi cú pháp
zh_hans: 无法渲染 SVG——请检查语法错误
zh_hant: 無法轉譯 SVG——請檢查是否有語法錯誤
